{
  "easy": [
    { "paragraph": "The sun rose slowly over the green hills.", "word": "light" },
    { "paragraph": "A little bird hopped along the garden path.", "word": "jump" },
    { "paragraph": "The warm bread filled the house with a sweet smell.", "word": "bake" },
    { "paragraph": "Kids raced bikes down the quiet street.", "word": "fun" },
    { "paragraph": "The kitten purred softly on the cozy blanket.", "word": "sleep" },
    { "paragraph": "Rain splashed into puddles on the sidewalk.", "word": "drop" },
    { "paragraph": "The campfire glowed brightly under the starry sky.", "word": "heat" },
    { "paragraph": "Waves lapped gently against the sandy beach.", "word": "wash" },
    { "paragraph": "The big clock chimed loudly at noon.", "word": "time" },
    { "paragraph": "A cool breeze blew through the open window.", "word": "air" },
    { "paragraph": "The bus rolled down the busy road.", "word": "ride" },
    { "paragraph": "Stars sparkled above the dark forest.", "word": "night" },
    { "paragraph": "The girl drew a happy face on her paper.", "word": "smile" },
    { "paragraph": "Snow piled up high outside the warm cabin.", "word": "cold" },
    { "paragraph": "The school bell rang as kids ran outside.", "word": "play" },
    { "paragraph": "The cow grazed lazily in the sunny field.", "word": "grass" },
    { "paragraph": "A small lamp lit up the dark corner.", "word": "glow" },
    { "paragraph": "The brook bubbled over smooth stones.", "word": "flow" },
    { "paragraph": "The crowd clapped loudly for the winning team.", "word": "win" },
    { "paragraph": "The balloon floated high above the bright festival.", "word": "fly" },
    { "paragraph": "The puppy chased its tail in the yard.", "word": "run" },
    { "paragraph": "The moon cast a silver light on the lake.", "word": "shine" },
    { "paragraph": "A frog croaked by the still pond.", "word": "noise" },
    { "paragraph": "The boy kicked a ball across the park.", "word": "kick" },
    { "paragraph": "The flowers bloomed in the warm spring sun.", "word": "color" },
    { "paragraph": "The truck rumbled past the sleepy town.", "word": "move" },
    { "paragraph": "The baby clapped her hands with delight.", "word": "laugh" },
    { "paragraph": "The wind carried leaves across the empty lot.", "word": "drift" },
    { "paragraph": "The cat stretched out on the sunny porch.", "word": "rest" },
    { "paragraph": "The bell jingled as the shop door opened.", "word": "sound" },
    { "paragraph": "The boat rocked gently on the calm water.", "word": "sway" },
    { "paragraph": "The dog barked at the mailman every morning.", "word": "bark" },
    { "paragraph": "The bright kite danced in the blue sky.", "word": "soar" },
    { "paragraph": "The teacher read a story to the quiet class.", "word": "book" },
    { "paragraph": "The ice melted in the warm sunlight.", "word": "melt" },
    { "paragraph": "The horse trotted happily around the barn.", "word": "step" },
    { "paragraph": "The radio played a cheerful song in the kitchen.", "word": "tune" },
    { "paragraph": "The child built a tall tower with blocks.", "word": "build" },
    { "paragraph": "The fish swam quickly in the clear tank.", "word": "swim" },
    { "paragraph": "The wind chimes tinkled on the breezy patio.", "word": "ring" },
    { "paragraph": "The boy tossed a stick for his dog to fetch.", "word": "throw" },
    { "paragraph": "The sun peeked through the fluffy clouds.", "word": "peek" },
    { "paragraph": "The squirrel scampered up the old oak tree.", "word": "climb" },
    { "paragraph": "The girl painted a bright rainbow on the wall.", "word": "paint" },
    { "paragraph": "The duck quacked as it waddled to the pond.", "word": "walk" },
    { "paragraph": "The fan spun slowly in the stuffy room.", "word": "cool" },
    { "paragraph": "The farmer plowed the field under the hot sun.", "word": "work" },
    { "paragraph": "The butterfly landed on a pink flower.", "word": "flutter" },
    { "paragraph": "The train whistled as it left the station.", "word": "call" },
    { "paragraph": "The kids jumped into the pile of autumn leaves.", "word": "jump" },
    { "paragraph": "The candle burned brightly on the table.", "word": "flame" },
    { "paragraph": "The sheep wandered across the green hillside.", "word": "wool" },
    { "paragraph": "The boy waved goodbye from the school bus.", "word": "wave" },
    { "paragraph": "The owl hooted in the dark woods.", "word": "hoot" },
    { "paragraph": "The juice spilled all over the clean floor.", "word": "spill" },
    { "paragraph": "The kite string tugged in the gusty wind.", "word": "pull" },
    { "paragraph": "The girl sang a happy song by the campfire.", "word": "sing" },
    { "paragraph": "The frog leaped from one lily pad to another.", "word": "hop" },
    { "paragraph": "The puppy chewed on a soft toy.", "word": "bite" },
    { "paragraph": "The sun sank low behind the tall mountains.", "word": "set" },
    { "paragraph": "The bee buzzed around the sweet honey jar.", "word": "buzz" },
    { "paragraph": "The boy slid down the shiny playground slide.", "word": "slide" },
    { "paragraph": "The wind rustled the dry cornfield.", "word": "shake" },
    { "paragraph": "The girl hugged her teddy bear tight.", "word": "hug" },
    { "paragraph": "The clock struck twelve in the silent house.", "word": "strike" },
    { "paragraph": "The fish splashed in the shallow stream.", "word": "splash" },
    { "paragraph": "The baby crawled across the soft carpet.", "word": "crawl" },
    { "paragraph": "The kite twirled high above the sandy dunes.", "word": "spin" },
    { "paragraph": "The cow mooed loudly in the foggy pasture.", "word": "moo" },
    { "paragraph": "The girl picked ripe apples from the tree.", "word": "pick" },
    { "paragraph": "The train chugged along the winding tracks.", "word": "roll" },
    { "paragraph": "The bird flapped its wings in the bright cage.", "word": "flap" },
    { "paragraph": "The boy dug a deep hole in the soft dirt.", "word": "dig" },
    { "paragraph": "The wind carried a sweet smell from the bakery.", "word": "scent" },
    { "paragraph": "The cat pounced on a toy mouse.", "word": "catch" },
    { "paragraph": "The sun warmed the grassy hilltop.", "word": "warm" },
    { "paragraph": "The girl skipped down the stone path.", "word": "skip" },
    { "paragraph": "The boat sailed across the wide bay.", "word": "sail" },
    { "paragraph": "The dog wagged its tail at the friendly visitor.", "word": "wag" },
    { "paragraph": "The rain tapped lightly on the tin roof.", "word": "tap" },
    { "paragraph": "The boy blew bubbles into the sunny air.", "word": "blow" },
    { "paragraph": "The horse neighed in the open stable.", "word": "neigh" },
    { "paragraph": "The girl tied a ribbon on her bright box.", "word": "tie" },
    { "paragraph": "The wind pushed the swing back and forth.", "word": "push" },
    { "paragraph": "The duck paddled across the calm lake.", "word": "paddle" },
    { "paragraph": "The boy stacked rocks by the rushing river.", "word": "stack" },
    { "paragraph": "The sun glittered on the dewy grass.", "word": "sparkle" },
    { "paragraph": "The girl brushed her doll’s shiny hair.", "word": "brush" },
    { "paragraph": "The rooster crowed at the break of dawn.", "word": "crow" },
    { "paragraph": "The kite dipped low over the golden field.", "word": "dip" },
    { "paragraph": "The boy scooped sand into a big bucket.", "word": "scoop" },
    { "paragraph": "The wind howled through the bare branches.", "word": "howl" },
    { "paragraph": "The girl planted seeds in the soft soil.", "word": "plant" },
    { "paragraph": "The boat drifted slowly down the lazy river.", "word": "float" },
    { "paragraph": "The dog sniffed the fresh treats on the table.", "word": "sniff" },
    { "paragraph": "The sun beamed down on the happy picnic.", "word": "beam" },
    { "paragraph": "The boy rolled a ball down the grassy slope.", "word": "roll" },
    { "paragraph": "The bird pecked at crumbs on the porch.", "word": "peck" },
    { "paragraph": "The girl swung high on the playground swing.", "word": "swing" }
  ],
  "medium": [
    { "paragraph": "The bustling fair echoed with vendors shouting prices.", "word": "deal" },
    { "paragraph": "The hiker paused atop the ridge to take in the scene.", "word": "sight" },
    { "paragraph": "The poet jotted lines in a notebook by the fireplace.", "word": "rhyme" },
    { "paragraph": "The sailor braved rough seas with steady hands.", "word": "course" },
    { "paragraph": "The figure darted through shadows in the narrow lane.", "word": "silence" },
    { "paragraph": "The instructor scribbled notes on a crowded whiteboard.", "word": "point" },
    { "paragraph": "The car purred smoothly along the open highway.", "word": "drive" },
    { "paragraph": "The dancer spun across the stage with perfect balance.", "word": "poise" },
    { "paragraph": "The storm rattled the shutters on the old farmhouse.", "word": "tremble" },
    { "paragraph": "The baker watched the dough puff up in the oven.", "word": "expand" },
    { "paragraph": "The pilot guided the plane above the sprawling city.", "word": "level" },
    { "paragraph": "The librarian arranged books on the crowded shelves.", "word": "order" },
    { "paragraph": "The troops slogged through the muddy camp at dawn.", "word": "mission" },
    { "paragraph": "The tower bell sounded over the lively marketplace.", "word": "tone" },
    { "paragraph": "The sculptor smoothed the clay into a sleek figure.", "word": "curve" },
    { "paragraph": "The athlete sprinted past the roaring stands.", "word": "speed" },
    { "paragraph": "The gale whipped through the village streets.", "word": "rush" },
    { "paragraph": "The fisherman dropped his line into the murky depths.", "word": "hook" },
    { "paragraph": "The biologist studied cells under a powerful scope.", "word": "detail" },
    { "paragraph": "The actor delivered lines with passion on opening night.", "word": "scene" },
    { "paragraph": "The trader haggled over goods in the noisy bazaar.", "word": "price" },
    { "paragraph": "The climber scaled the rocky face with steady grips.", "word": "peak" },
    { "paragraph": "The novelist typed furiously at her cluttered desk.", "word": "plot" },
    { "paragraph": "The rower pulled hard against the choppy river.", "word": "stroke" },
    { "paragraph": "The stranger moved quietly through the foggy town.", "word": "care" },
    { "paragraph": "The coach drilled the team on a muddy field.", "word": "skill" },
    { "paragraph": "The tractor roared across the dusty farmland.", "word": "power" },
    { "paragraph": "The gymnast leaped high on the polished mat.", "word": "flip" },
    { "paragraph": "The wind shook the frail tent in the dark night.", "word": "flap" },
    { "paragraph": "The cook rolled out dough on a floured counter.", "word": "stretch" },
    { "paragraph": "The helicopter hovered over the dense forest below.", "word": "lift" },
    { "paragraph": "The assistant sorted files in the busy office.", "word": "stack" },
    { "paragraph": "The drummer beat a steady rhythm in the parade.", "word": "pace" },
    { "paragraph": "The church bell tolled across the quiet valley.", "word": "echo" },
    { "paragraph": "The potter spun the wheel to craft a tall jar.", "word": "turn" },
    { "paragraph": "The cyclist pedaled fast down the steep hill.", "word": "race" },
    { "paragraph": "The breeze carried pollen through the sunny meadow.", "word": "drift" },
    { "paragraph": "The angler reeled in a catch from the still lake.", "word": "tug" },
    { "paragraph": "The engineer adjusted the gears in the loud workshop.", "word": "fit" },
    { "paragraph": "The singer belted notes in the packed auditorium.", "word": "voice" },
    { "paragraph": "The merchant displayed wares on a colorful stall.", "word": "sale" },
    { "paragraph": "The trekker crossed a rickety bridge over the gorge.", "word": "edge" },
    { "paragraph": "The editor marked changes on the draft manuscript.", "word": "fix" },
    { "paragraph": "The kayaker paddled swiftly through the white rapids.", "word": "splash" },
    { "paragraph": "The guard patrolled the perimeter in the dim light.", "word": "watch" },
    { "paragraph": "The trainer guided the horse around the dusty ring.", "word": "lead" },
    { "paragraph": "The truck hauled logs down the winding path.", "word": "load" },
    { "paragraph": "The acrobat balanced on a tightrope above the crowd.", "word": "steady" },
    { "paragraph": "The blizzard battered the cabin on the snowy ridge.", "word": "chill" },
    { "paragraph": "The chef seasoned the stew with fresh herbs.", "word": "flavor" },
    { "paragraph": "The glider soared silently over the rolling plains.", "word": "glide" },
    { "paragraph": "The clerk stamped letters at the busy post office.", "word": "mark" },
    { "paragraph": "The band played a lively tune at the festival.", "word": "melody" },
    { "paragraph": "The referee blew the whistle to start the match.", "word": "call" },
    { "paragraph": "The artist sketched a portrait in the sunny park.", "word": "line" },
    { "paragraph": "The runner trained hard on the winding trail.", "word": "effort" },
    { "paragraph": "The gust tore leaves from the tall oak tree.", "word": "sweep" },
    { "paragraph": "The diver plunged into the cool ocean water.", "word": "dive" },
    { "paragraph": "The mechanic tightened bolts in the noisy garage.", "word": "repair" },
    { "paragraph": "The choir sang hymns in the grand cathedral.", "word": "song" },
    { "paragraph": "The vendor stacked fruit in the morning market.", "word": "pile" },
    { "paragraph": "The explorer mapped the twists of the dense jungle.", "word": "path" },
    { "paragraph": "The writer polished the story late into the night.", "word": "draft" },
    { "paragraph": "The canoe cut through the misty river at dawn.", "word": "slice" },
    { "paragraph": "The scout scanned the horizon from the high hill.", "word": "search" },
    { "paragraph": "The jockey urged the horse past the finish line.", "word": "spur" },
    { "paragraph": "The crane lifted beams over the busy site.", "word": "hoist" },
    { "paragraph": "The tightrope walker crossed the gap with ease.", "word": "balance" },
    { "paragraph": "The hail pounded the roof during the wild storm.", "word": "bang" },
    { "paragraph": "The gardener trimmed bushes in the neat yard.", "word": "clip" },
    { "paragraph": "The plane climbed steeply into the cloudy sky.", "word": "rise" },
    { "paragraph": "The cashier counted coins at the end of the day.", "word": "change" },
    { "paragraph": "The quartet played softly in the elegant hall.", "word": "chord" },
    { "paragraph": "The umpire signaled the play in the tense game.", "word": "sign" },
    { "paragraph": "The illustrator drew scenes for the new book.", "word": "image" },
    { "paragraph": "The swimmer pushed off the wall with force.", "word": "kick" },
    { "paragraph": "The tornado swirled debris across the flat land.", "word": "twist" },
    { "paragraph": "The welder sparked metal in the dim shop.", "word": "join" },
    { "paragraph": "The tenor hit high notes in the opera house.", "word": "pitch" },
    { "paragraph": "The grocer weighed apples on an old scale.", "word": "weight" },
    { "paragraph": "The ranger tracked prints through the thick woods.", "word": "trail" },
    { "paragraph": "The critic reviewed the film with sharp words.", "word": "view" },
    { "paragraph": "The ferry crossed the bay in the early fog.", "word": "trip" },
    { "paragraph": "The lookout shouted from the ship’s tall mast.", "word": "yell" },
    { "paragraph": "The forklift moved crates in the loud warehouse.", "word": "shift" },
    { "paragraph": "The skier carved turns down the snowy slope.", "word": "curve" },
    { "paragraph": "The thunder boomed over the dark plains.", "word": "crash" },
    { "paragraph": "The tailor stitched fabric in the quiet store.", "word": "seam" },
    { "paragraph": "The jet streaked across the clear afternoon sky.", "word": "dash" },
    { "paragraph": "The teller sorted bills behind the bank counter.", "word": "count" },
    { "paragraph": "The trio rehearsed music in the small studio.", "word": "beat" },
    { "paragraph": "The coach yelled plays from the sidelines.", "word": "plan" },
    { "paragraph": "The painter mixed colors on a worn palette.", "word": "shade" },
    { "paragraph": "The surfer rode waves near the rocky shore.", "word": "ride" },
    { "paragraph": "The smith bent steel over a roaring fire.", "word": "bend" },
    { "paragraph": "The cyclist dodged potholes on the busy road.", "word": "swerve" },
    { "paragraph": "The rain drenched the fields after a dry spell.", "word": "soak" },
    { "paragraph": "The hiker rested by a bubbling creek.", "word": "break" }
  ],
  "hard": [
    { "paragraph": "The cryptographer unraveled secrets from faded manuscripts.", "word": "puzzle" },
    { "paragraph": "The monk sought peace in the tranquil monastery.", "word": "tranquility" },
    { "paragraph": "The operative murmured plans in a bustling tavern.", "word": "whisper" },
    { "paragraph": "The arid wasteland shimmered under a relentless sun.", "word": "vision" },
    { "paragraph": "The magistrate delivered justice in the hushed chamber.", "word": "judgment" },
    { "paragraph": "The prospector struck gold in the cavern’s depths.", "word": "lode" },
    { "paragraph": "The sage debated truths in the candlelit study.", "word": "enigma" },
    { "paragraph": "The widow found peace by the weathered headstone.", "word": "solace" },
    { "paragraph": "The fugitive slipped through the tangled thicket.", "word": "stealth" },
    { "paragraph": "The astronomer traced stars in the boundless night.", "word": "cosmos" },
    { "paragraph": "The apothecary brewed tonics in a shadowy workshop.", "word": "cure" },
    { "paragraph": "The strategist outlined moves in the tense war tent.", "word": "maneuver" },
    { "paragraph": "The loner dwelled in a craggy mountain hollow.", "word": "isolation" },
    { "paragraph": "The cellist drew deep notes from the polished wood.", "word": "vibration" },
    { "paragraph": "The pioneer braved the uncharted wilderness alone.", "word": "risk" },
    { "paragraph": "The mystic chanted warnings by the sacred flame.", "word": "foretelling" },
    { "paragraph": "The forger shaped steel in the blistering furnace.", "word": "resilience" },
    { "paragraph": "The ambassador brokered peace in the opulent hall.", "word": "pact" },
    { "paragraph": "The bandit outsmarted pursuers with a clever ploy.", "word": "trickery" },
    { "paragraph": "The physician soothed pain with a rare ointment.", "word": "ease" },
    { "paragraph": "The linguist decoded runes on the ancient slab.", "word": "meaning" },
    { "paragraph": "The recluse pondered life in the silent desert.", "word": "quietude" },
    { "paragraph": "The courier relayed messages through the stormy pass.", "word": "dispatch" },
    { "paragraph": "The oasis glimmered faintly in the scorching haze.", "word": "delusion" },
    { "paragraph": "The arbiter settled disputes in the crowded square.", "word": "decision" },
    { "paragraph": "The tunneler carved paths through the stony earth.", "word": "passage" },
    { "paragraph": "The theorist wrestled with concepts in the dim attic.", "word": "contradiction" },
    { "paragraph": "The mourner knelt silently by the rain-swept grave.", "word": "grief" },
    { "paragraph": "The renegade evaded capture in the misty swamp.", "word": "evasion" },
    { "paragraph": "The observer charted planets in the dark observatory.", "word": "orbit" },
    { "paragraph": "The chemist distilled liquids in the cluttered lab.", "word": "essence" },
    { "paragraph": "The tactician devised plans in the shadowed bunker.", "word": "scheme" },
    { "paragraph": "The hermit carved runes in the secluded grotto.", "word": "retreat" },
    { "paragraph": "The pianist struck keys in the echoing auditorium.", "word": "resonance" },
    { "paragraph": "The voyager navigated rapids in the wild canyon.", "word": "danger" },
    { "paragraph": "The prophet uttered truths in the moonlit grove.", "word": "revelation" },
    { "paragraph": "The artisan honed blades in the sweltering smithy.", "word": "edge" },
    { "paragraph": "The delegate forged ties in the marble council room.", "word": "alliance" },
    { "paragraph": "The pickpocket vanished into the teeming crowd.", "word": "sleight" },
    { "paragraph": "The healer brewed herbs in the flickering tent.", "word": "relief" },
    { "paragraph": "The scribe transcribed tales on brittle parchment.", "word": "narrative" },
    { "paragraph": "The ascetic fasted atop the windswept plateau.", "word": "discipline" },
    { "paragraph": "The smuggler hid goods in the dark harbor.", "word": "concealment" },
    { "paragraph": "The mirage danced on the horizon of the barren plain.", "word": "phantom" },
    { "paragraph": "The overseer ruled sternly in the noisy factory.", "word": "authority" },
    { "paragraph": "The driller tapped oil in the rocky badlands.", "word": "source" },
    { "paragraph": "The skeptic questioned claims in the quiet library.", "word": "doubt" },
    { "paragraph": "The survivor clung to hope by the icy shore.", "word": "endurance" },
    { "paragraph": "The insurgent rallied troops in the dense jungle.", "word": "strategy" },
    { "paragraph": "The stargazer peered at clusters in the vast void.", "word": "cluster" },
    { "paragraph": "The alchemist sought gold in the smoky cellar.", "word": "quest" },
    { "paragraph": "The colonel briefed soldiers in the dusty outpost.", "word": "order" },
    { "paragraph": "The outcast watched storms from the lonely peak.", "word": "exile" },
    { "paragraph": "The flutist played haunting notes in the grand foyer.", "word": "melancholy" },
    { "paragraph": "The trailblazer crossed deserts with grim resolve.", "word": "resolve" },
    { "paragraph": "The soothsayer read signs in the twilight haze.", "word": "portent" },
    { "paragraph": "The craftsman forged armor in the roaring kiln.", "word": "durability" },
    { "paragraph": "The negotiator met rivals in the tense chamber.", "word": "compromise" },
    { "paragraph": "The con artist charmed the crowd with false tales.", "word": "deceit" },
    { "paragraph": "The herbalist tended wounds in the cramped hut.", "word": "remedy" },
    { "paragraph": "The archivist cataloged relics in the dim vault.", "word": "record" },
    { "paragraph": "The ascetic meditated beneath the ancient oak.", "word": "serenity" },
    { "paragraph": "The thief stashed loot in the hidden alcove.", "word": "cache" },
    { "paragraph": "The dunes shifted under the relentless windstorm.", "word": "mirage" },
    { "paragraph": "The adjudicator weighed evidence in the solemn court.", "word": "ruling" },
    { "paragraph": "The quarryman blasted stone in the echoing pit.", "word": "yield" },
    { "paragraph": "The philosopher mused over fate in the still night.", "word": "mystery" },
    { "paragraph": "The pilgrim prayed softly by the windswept shrine.", "word": "faith" },
    { "paragraph": "The saboteur crept through the enemy’s camp.", "word": "subterfuge" },
    { "paragraph": "The telescope revealed wonders in the starry expanse.", "word": "universe" },
    { "paragraph": "The potion bubbled in the alchemist’s cauldron.", "word": "concoction" },
    { "paragraph": "The general rallied forces in the chaotic fray.", "word": "command" },
    { "paragraph": "The wanderer sought refuge in the barren waste.", "word": "haven" },
    { "paragraph": "The violinist wove music in the silent theater.", "word": "cadence" },
    { "paragraph": "The mountaineer faced blizzards on the icy slope.", "word": "peril" },
    { "paragraph": "The oracle gazed into the pool under torchlight.", "word": "insight" },
    { "paragraph": "The smith tempered steel in the glowing forge.", "word": "fortitude" },
    { "paragraph": "The emissary signed treaties in the lavish parlor.", "word": "accord" },
    { "paragraph": "The rogue dodged traps in the ancient ruin.", "word": "agility" },
    { "paragraph": "The surgeon stitched cuts in the makeshift clinic.", "word": "precision" },
    { "paragraph": "The chronicler penned history in the dusty tower.", "word": "account" },
    { "paragraph": "The monk chanted hymns in the remote cloister.", "word": "devotion" },
    { "paragraph": "The burglar scaled walls in the moonless dark.", "word": "prowess" },
    { "paragraph": "The sands swallowed tracks in the endless desert.", "word": "oblivion" },
    { "paragraph": "The mediator calmed tempers in the heated debate.", "word": "resolution" },
    { "paragraph": "The miner unearthed gems in the damp tunnel.", "word": "treasure" },
    { "paragraph": "The theorist lectured on chaos in the packed hall.", "word": "theory" },
    { "paragraph": "The widow lit candles by the lonely crypt.", "word": "memory" },
    { "paragraph": "The partisan struck from the shadowy ravine.", "word": "ambush" },
    { "paragraph": "The lens captured light in the vast heavens.", "word": "spectrum" },
    { "paragraph": "The brewmaster aged ale in the cool cellar.", "word": "flavor" },
    { "paragraph": "The admiral charted routes in the stormy sea.", "word": "navigation" },
    { "paragraph": "The exile built a shack in the windswept tundra.", "word": "shelter" },
    { "paragraph": "The harpist plucked strings in the ornate ballroom.", "word": "timbre" },
    { "paragraph": "The climber scaled cliffs in the howling gale.", "word": "ascent" },
    { "paragraph": "The seer traced runes in the damp cave.", "word": "destiny" },
    { "paragraph": "The armorer plated shields in the smoky den.", "word": "protection" },
    { "paragraph": "The envoy parleyed terms in the tense summit.", "word": "negotiation" },
    { "paragraph": "The infiltrator slipped past guards in the dark fort.", "word": "intrigue" }
  ]
}